{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Queen: \"hello, jkbkjklnlkn  the bcic ejbifk  huroeb  nnflknls f  yeujbfkbs.\"","\n","^Protagonist: \"Huh?\"","\n","^Queen: “ kfnkf   r fkrke njwdj. nbkjcbk,. ”","\n","^Protagonist: “.........”","\n","^Pet Translator: “ Chef, is that you? It is I, the queen and ruler of jjnsf. Welcome to my ship. It is good to finally meet again. This is my translator c4sa. ”","\n","^Protagonist: “Chef? You must be mistaken. I am a nobody. Just a simple dishwasher.”","\n","^Pet Translator: “I was hoping to have a chef cook meals for my royal subjects. It is an honor to cook for royalty.”","\n","ev","str","^I dont understand","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^My deepest apologies","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"IDU"},{"#f":5}],"c-1":["\n",{"->":"MDA"},{"#f":5}]}],{"#f":1}],"IDU":[["^Protagonist: “I don't understand why I was abducted onto this ship. Can you at least answer that question for me? Do you enjoy abducting people in your free time?\"","\n","^Pet Translator: “ Well, you certainly are not as polite as earth beings I have met in the past. I am not sure if I like your presence. I will ask the questions here.”","\n","ev","str","^What are your questions?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Can we make this quick?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"WAYQ"},{"#f":5}],"c-1":["\n",{"->":"CWMTQ"},{"#f":5}]}],{"#f":1}],"WAYQ":["^Protagonist: “I don’t know if I like being here either. So, that makes two of us. What are your questions? \"","\n","^Pet Translator: “ Rude. No questions. You must go into the kitchen and make my royal subjects high-quality meals. We have high standards. Either you impress us or…. I do not think I need to explain. ”","\n","^Protagonist: “....................”","\n","end",{"#f":1}],"CWMTQ":["^Protagonist: “I have to return to washing the dishes at the restaurant. Can we make this quick? I can not afford to lose my job.”","\n","^Pet Translator: “ You will not be returning to Earth. You will be cooking for my subjects. You will use this cookbook a friend once gave me.”","\n","^Protagonist: “Sounds simple enough. Anyone can fry a chicken.”","\n","^Pet Translator: “ We are not familiar with the chicken. We only have items and ingredients from our ship  hifu. Best of luck. We will eat you if we do not enjoy your food!”","\n","end",{"#f":1}],"MDA":[["^Protagonist: “My deepest apologies, but I am nobody where I am from. I am just a person with dreams left in the dark. I do not understand why you have chosen me.”","\n","^Pet Translator: “ Oh, are you not-? Anyway, I hoped to have him cook meals for my subjects.”","\n","ev","str","^I would be honored","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I can not afford to lose my job","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"IWBH"},{"#f":5}],"c-1":["\n",{"->":"ICNATLMJ"},{"#f":5}]}],{"#f":1}],"IWBH":["^Protagonist: “Were they also a dishwasher like me? I would be honored to cook for your subjects. I have a couple of recipes already. \"","\n","^Pet Translator: “ You will follow this cookbook my old friend once gave me. I will warn you.  You will either perfect the recipes, or we will cook you.”","\n","^Protagonist: “It would be an honor. I may have washed dishes my entire life, but becoming a chef has always been my dream. Thank you, Your Highness. I will not be cooked. \"","\n","^Pet Translator: “ Do not thank me just yet. Our ingredients and kitchen utensils are not from Earth. Remember, kindness and respect will get you the help you need. Best of luck.”","\n","end",{"#f":1}],"ICNATLMJ":["^Protagonist: “I have to return to washing the dishes at the restaurant. Can we make this quick? I can not afford to lose my job.”","\n","^Pet Translator: “ You will not be returning to your job. You will be staying here on my ship. We are in need of a ****new to cook for my subjects. You are not my first choice, but you shall do. ”","\n","^Protagonist: “Anything else I should know? It’s not like it could get any worse than this.\"","\n","^Pet Translator: “ Oh, but it does. If you fail to impress my subjects….. we will eat you after. Naura is quite the picky one.”","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}