{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Pet Translator: “New cook? Naura has gone on and on about you. Sssaid you cooked their meal to perfection. Ready for my meal? I may not be as nice about my review. I have a bit more of a ssspecific diet that can not contain vegetation.”","\n","ev","str","^I am just winging it","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I follow the recipes to perfection","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"IAJWI"},{"#f":5}],"c-1":["\n",{"->":"IFTRTP"},{"#f":5}]}],{"#f":1}],"IAJWI":[["^Protagonist: “I would appreciate some information on what your meal consists of. Truth be told, I was winging it the entire time. I could appreciate some pointers, but I don’t want to push you.”","\n","^Pet Translator: “ Let’s make thisss quick. Make ssssure to char the exotic protein. I dissslike the texture of the outer gristles. Those are my persssonal preferencesss.”","\n","ev","str","^I will take anything you have to offer","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Understood","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"IWTAYHTO"},{"#f":5}],"c-1":["\n",{"->":"U"},{"#f":5}]}],{"#f":1}],"IWTAYHTO":["^Protagonist: “Is there any way I could have any more hints? I will take anything you have to offer. I know I am coming off strong, but any information will help.”","\n","^Pet Translator: “I hope I do not regret thissss. I do not like consssuming brainsss because the texture is too ssquissshy for my liking. I prefer my meat tender enough to ssslide off the bone. That isss pretty much the entire recipe. If you fail, I will enjoy cooking and eating you.”","\n","end",{"#f":1}],"U":["^Protagonist: “Understood. Thanks for the tips. Anything else you may have been holding back from me?”","\n","^Pet Translator: “ I am not as nice as the othersss. I am very picky about the way my meat isss cooked. My preferences have always leaned toward the tender side. I wonder if your flesh cooksss well, too. I guess we will find out sssoon.”","\n","end",{"#f":1}],"IFTRTP":["^Protagonist: “I mean, have you seen my previous meal? I followed that recipe to perfection. I could use some hints to lead me in the right direction. If you know what I mean.”","\n","^Pet Translator: “ You’re doing too much. Not everyone will help you with that attitude. I will warn you to make ssssure to char the protein properly. The outer gristle upsssetss my ssstomach.”","\n","^Protagonist: “I will take any help I can get. Please, lend me a….. paw?”","\n","^Pet Translator: “I am doing charity work at thissss point. Jussst do not feed me brainsss. I do not appreciate the sssquishy texture. It’ss not the bessst advice, but jussst enough to give you a fighting chance. ”","\n","end","end",{"#f":1}],"#f":1}],"listDefs":{}}