{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Pet Translator: “ Well, well, well. So we finally meet face to face. Mention of your talent has spread…..and it is finally my lucky turn.”","\n","ev","str","^Just following orders","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^One more meal to go","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"JFO"},{"#f":5}],"c-1":["\n",{"->":"OMMTG"},{"#f":5}]}],{"#f":1}],"JFO":[["^Protagonist: “I have just been completing orders. Nothing more. It is an honor to prepare the final dish of my journey.”","\n","^Pet Translator: “I will not give you preferential treatment because you were brought here by the queen. My tastes are more raw and delicate. Precision is an important skill.”","\n","ev","str","^Manifesting Success","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Judge me for what I cook","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"MS"},{"#f":5}],"c-1":["\n",{"->":"JMFWIC"},{"#f":5}]}],{"#f":1}],"MS":["^Protagonist: “I am manifesting my success into existence. Just give me any help that you believe I am worthy of. I will gladly take it.”","\n","^Pet Translator: “Your odds are not looking rather successful. But I will provide a hint for what I crave. I need my dish to be balanced and fresh.”","\n","end",{"#f":1}],"JMFWIC":["^Protagonist: “I do not expect you to be lenient. Judge me for what I put on the plate in front of you. However, I hope you nudge me in the right direction.”","\n","^Pet Translator: “Alright, I will give you a gist of my tastes. I prefer light meals with fresh ingredients and a balanced variety where the ingredients complement each other to create a unified dish.”","\n","end",{"#f":1}],"OMMTG":[["^Protagonist: “I have made it this far. What is one more meal? Right? What will I need to know for your meal?”","\n","^Pet Translator: “This meal is not as simple as the rest. It only becomes more difficult from here. I do not know whether you are worthy of satisfying my palate.”","\n","ev","str","^Accept the challenge with a grin","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Challenge accepted","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"ATCWAG"},{"#f":5}],"c-1":["\n",{"->":"CA"},{"#f":5}]}],{"#f":1}],"ATCWAG":["^Protagonist: “I never implied it was simple. I accept the challenge with a grin on my face. I guess we will both find out if I am worthy very soon. ”","\n","^Pet Translator: “I guess we will. I have a preference for raw and delicate flavors. Using fresh ingredients is key to developing the ideal balanced meal for me. So, don’t disappoint.”","\n","end",{"#f":1}],"CA":["^Protagonist: “Challenge accepted. You must have a hint to share of what you’d like to eat this fine night…”","\n","^Pet Translator: “You say you want a challenge? I prefer my meals raw and fresh. Best of luck to you. You’re going to need it. ”","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}